app/controllers/school_classes_controller.rb

	def create
		# binding.pry
	  @school_class = SchoolClass.new(school_class_params)
	  @school_class.save
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "P.E."], ["room_number", 102], ["created_at", "2021-05-10 17:14:54.162063"], ["updated_at", "2021-05-10 17:14:54.162063"]]